{
  "starWars": [
    {
      "titulo": "Star Wars: Episodio IV - Una nueva esperanza",
      "director": "George Lucas",
      "anio": 1977,
      "genero": "Ciencia ficción",
      "valoracion": 8.6,
      "sinopsis": "Luke Skywalker se une a la princesa Leia, Han Solo y Obi-Wan Kenobi para enfrentarse al malvado Imperio Galáctico y destruir la estación espacial conocida como la Estrella de la Muerte."
    },
    {
      "titulo": "Star Wars: Episodio V - El Imperio contraataca",
      "director": "Irvin Kershner",
      "anio": 1980,
      "genero": "Ciencia ficción",
      "valoracion": 8.7,
      "sinopsis": "Mientras el Imperio persigue a la Alianza Rebelde, Luke comienza su entrenamiento como Jedi con el maestro Yoda y se enfrenta a una impactante verdad sobre Darth Vader."
    },
    {
      "titulo": "Star Wars: Episodio VI - El retorno del Jedi",
      "director": "Richard Marquand",
      "anio": 1983,
      "genero": "Ciencia ficción",
      "valoracion": 8.3,
      "sinopsis": "Los rebeldes lanzan un ataque final contra el Imperio, mientras Luke se enfrenta a Darth Vader y al Emperador para decidir el destino de la galaxia."
    }
  ],
  "senorDeLosAnillos": [
    {
      "titulo": "El Señor de los Anillos: La Comunidad del Anillo",
      "director": "Peter Jackson",
      "anio": 2001,
      "genero": "Fantasía",
      "valoracion": 8.8,
      "sinopsis": "Frodo Bolsón hereda un anillo con un poder oscuro y debe emprender un peligroso viaje para destruirlo, acompañado por una comunidad formada por hombres, elfos, enanos y hobbits."
    },
    {
      "titulo": "El Señor de los Anillos: Las Dos Torres",
      "director": "Peter Jackson",
      "anio": 2002,
      "genero": "Fantasía",
      "valoracion": 8.8,
      "sinopsis": "La comunidad se ha dividido, y mientras Frodo continúa su viaje hacia Mordor, el resto lucha contra las fuerzas de Saruman y el avance de la oscuridad."
    },
    {
      "titulo": "El Señor de los Anillos: El Retorno del Rey",
      "director": "Peter Jackson",
      "anio": 2003,
      "genero": "Fantasía",
      "valoracion": 9.0,
      "sinopsis": "La batalla final por la Tierra Media comienza, mientras Frodo se acerca al Monte del Destino para destruir el Anillo Único y acabar con el poder de Sauron."
    }
  ]
}